import React from "react";
import "./style.css"

const AboutCards = () => {
  return (
    <>
      <div className="about-wrapper">
        <div className="about-header">
          <h2>ძირითადი ფუნქციები</h2>
        </div>
        <div className="about-card-wrapper">
          <div className="about-card">
            <h3>აირჩიო როლი</h3>
            <p>
              შეგიძლია დარეგისტრირდე როგორც სტარტაპერი, მენტორი, აქსელერატორი ან
              ინვესტორი, და გქონდეს პერსონალური პროფილი, რომლითაც პლატფორმაზე
              გაეცნობი ყველა წევრს
            </p>
          </div>
          <div className="about-card">
            <h3>გაეცნო მხარეებს</h3>
            <p>
              პერსონალური პროფილის შექმნის შემდეგ, გაეცნობი ქართულ სტარტაპებს,
              მენტორებს, აქსელერაციებს, ინვესტორებს და მიიღებ ყველა საჭირო თუ
              აქტუალურ ინფორმაციას
            </p>
          </div>
          <div className="about-card">
            <h3>დაჯავშნო შეხვედრა</h3>
            <p>
              საშუალება გექნება დაჯავშნო მოკლე შეხვედრა შენთვის სასურველ
              მხარესთან, და მიიღო ყველა საჭირო ინფორმაცია, რომელიც სჭირდება შენი
              როლის განვითარებას ეკოსისტემაში
            </p>
          </div>
        </div>
      </div>
    </>
  );
};

export default AboutCards;
